{
  "about": "About",
  "career": "Career",
  "skills": "Skills",
  "projects": "Projects",
  "contact": "Contact",
  "footer_text": "All Rights Reserved",
  "profile_job": "Software Developer",
  "profile_description": "A passionate software developer with a keen eye for design. I love creating beautiful, inclusives and functional websites and applications that solve real-world problems.",
  "skills_title": "Technologies Stack",
  "skills_description": "Throughout my journey, these were some technologies I used and specialized",
  "projects_title": "Some personal projects",
  "project1_title": "Vista Aerea Filmes",
  "project1_description": "Project developed for a costumer using the following technologies: ReactJS, NextJS, Typescript, TailwindCSS, HTML (using semantic HTML concepts), CSS... In addition, other libs such as Swiper and EmailJS were used to meet the costumer's expectations.",
  "project2_title": "Movie List App",
  "project2_description": "A Movie List App built with Next.js, TypeScript, and TailwindCSS, featuring a responsive design. It fetches top movies via a GraphQL API powered by Apollo Server, displaying title, release date, rating, poster, and overview. Jest is used for testing.",
  "project3_title": "Bitcent",
  "project3_description": "The BITCENT project was based on the Dev Transformation Week event, on the Formação Dev platform, and was created using the following technologies: Next.js, React, TailwindCss, Firebase, Mantine and Tabler-icons. The project is a financial platform, integrated with a Firebase database, where you can record your expenses and income to better organize your financial life. Besides that, the project is mobile responsive and for all devices.",
  "project4_title": "Secret Friend Raffle",
  "project4_description": "Simple project based on test driven development using React JS with Typescript and following good practices of code and architecture",
  "project5_title": "Pokedex",
  "project5_description": "In this project it was created the PokeSite, a web site created using the consumption of the famous PokemonAPI to make an interactive Pokedex, in addition of a page listing all pokemons utilyzing the concept of pagination disponibilized by the API. In the creation of this project was intended the utilization of diverses concepts of clean code, organized software architecture, besides of a lot code refactoring, intending to improve the site perfomance. Developed using the following technologies: React JS, Typescript, HTML5 and CSS3. In addition to using the libs axios and react-router-dom.",
  "project6_title": "Chimia Hotel",
  "project6_description": "In this project, the Hotel Chimia website was developed, a website developed as a final work in the Fullstack 2 Development course at the college. A responsive and simple website, but made to practice developing a website from the database to the visual interface.",
  "projects_button_text": "Repository",
  "contact_information_title": "Contact Information",
  "contact_section_title": "Get in Touch",
  "contact_section_name_label": "Name",
  "contact_section_name_placeholder": "Your Name",
  "contact_section_email_placeholder": "email@example.com",
  "contact_section_message_label": "Message",
  "contact_section_message_placeholder": "Your message here...",
  "contact_section_button_label": "Send Message",
  "contact_section_email_success_message": "Email sent successfully!",
  "career_section_title": "My Career Journey",
  "career_position_1": "Intern Developer",
  "career_position_2": "Junior Software Developer",
  "career_position_3": "Mid Level Software Developer",
  "now": "Now",
  "companies_section_title": "Projects i've worked"
}
