{
    "about": "Sobre",
    "career": "Carreira",
    "skills": "Habilidades",
    "projects": "Projetos",
    "contact": "Contato",
    "footer_text": "Todos Direitos Reservados",
    "profile_job": "Desenvolvedor de Software",
    "profile_description": "Um desenvolvedor de software apaixonado por tecnologia com um olhar atento para o design. Adoro criar sites e aplicativos elegantes, inclusivos e funcionais que resolvem problemas do mundo real.",
    "skills_title": "Minhas Stacks de Tecnologia",
    "skills_description": "Ao longo da minha jornada, essas foram algumas tecnologias que utilizei e me especializei",
    "projects_title": "Alguns projetos pessoais",
    "project1_title": "Vista Aerea Filmes",
    "project1_description": "Projeto desenvolvido para cliente utilizando as seguintes tecnlogias: ReactJS, NextJS, Typescript, TailwindCSS, HTML (utilizando conceitos do HTML semântico), CSS... Além disso, outras libs como Swiper e EmailJS foram utilizadas para atender as expectativas do cliente. Após a finalização, foi feita a subida do projeto utilizando a Vercel, que têm diversas otimizações para o deploy de um projeto Next.",
    "project2_title": "Lista de Filmes",
    "project2_description": "Um aplicativo de listagem de filmes desenvolvido com Next.js, TypeScript e TailwindCSS, apresentando um design responsivo. Ele busca os principais filmes por meio de uma API GraphQL desenvolvida com Apollo Server, exibindo título, data de lançamento, classificação, pôster e visão geral. Jest é usado para testes.",
    "project3_title": "Bitcent",
    "project3_description": "O projeto BITCENT foi feito baseado no evento Semana Transformação Dev, da plataforma Formação Dev, e foi criado utilizando as seguintes tecnologias: Next.js, React, TailwindCss, Firebase, Mantine e Tabler-icons. O projeto é uma plataforma financeira, integrada a um banco de dados Firebase, onde você pode registrar suas despesas e receitas para ter uma melhor organização da sua vida financeira. Além disso, o projeto apresenta responsividade mobile e para todos os dispositivos.",
    "project4_title": "Sorteador de Amigo Secreto",
    "project4_description": "Projeto simples baseado em desenvolvimento orientado a testes utilizando React JS com Typescript e seguindo boas práticas de código e arquitetura",
    "project5_title": "Pokedex",
    "project5_description": "Nesse projeto foi desenvolvido o PokeSite, site criado com o consumo da famosa API do Pokemon para a criação de uma Pokedex interativa, além de uma página de listagem de todos os pokemons, utilizando o conceito de paginação disponibilizado pela API. Na criação do projeto foi visado a utilização de diversos conceitos de código limpo, organização da arquitetura do projeto, além de refatorações visando a perfomance do site. Desenvolvido utilizando as seguintes tecnologias: React JS, Typescript, HTML5 e CSS3. Além de utilizar as libs axios e react-router-dom",
    "project6_title": "Site de Hotel",
    "project6_description": "Neste projeto foi desenvolvido o site do Hotel Chimia, site desenvolvido como trabalho final da disciplina de Desenvolvimento Fullstack 2 da faculdade. Um site responsivo e simples, mas feito para praticar o desenvolvimento de um site desde o banco de dados até a interface visual.",
    "projects_button_text": "Ver Repositório",
    "contact_information_title": "Informações de Contato",
    "contact_section_title": "Entre em Contato",
    "contact_section_name_label": "Nome",
    "contact_section_name_placeholder": "Seu Nome",
    "contact_section_email_placeholder": "email@exemplo.com",
    "contact_section_message_label": "Mensagem",
    "contact_section_message_placeholder": "Sua mensagem aqui...",
    "contact_section_button_label": "Enviar Mensagem",
    "contact_section_email_success_message": "Email enviado com sucesso!",
    "career_section_title": "Minha Jornada Profissional",
    "career_position_1": "Desenvolvedor Estagiário",
    "career_position_2": "Desenvolvedor Junior",
    "career_position_3": "Desenvolvedor Pleno",
    "now": "Presente",
    "companies_section_title": "Projetos que trabalhei"
  }